; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
; (You can put your info here and below) 
; Translator - unknown
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Croatian (Hrvatski)
; converted from windows-1250 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE COMMENTS!
Spremi sve
Odreži
Kopiraj
Zalijepi
Mala
Srednja
Velika
Opće postavke
Uspostava veze
O programu
Izlaz
Datoteka
Uredi
Prikaz
Mogućnosti
Alati
Pomoć
Alatna traka
Statusna traka
Uređaj za spajanje
Postavke veze 
Ostale postavke
Uspostava veze
Prekini vezu nakon završetka
Ugasi računalo nakon završetka
Upute
FDM Web stranica
Reci prijatelju
E-pošta podrške
Automatsko ažuriranje
Ima li novija inačica
-
-
Panel
Brzina preuzimanja
Registracije
Preuzimanje datoteka
Planer
Pretraga Internet adrese
HTTP/FTP pretraživač
Upravljač Internet adresa
Novo preuzimanje
Nastavi preuzimanje
Zaustavi preuzimanje
Planirano preuzimanje
Novi zadatak
Postavke
Preuzmi odabrane datoteke
Prekini
Osvježi
Dodaj stranicu
Postavke
Grupe preuzimanja
Obavijesti o preuzimanju
Zapis planera
Zapis pretraženih Internet adresa
Bočna traka
Novo preuzimanje
Izbriši preuzimanje
Pokreni datoteku
Otvori mapu
Automatski pokreni preuzimanje
Postavke
Aktiviraj zadatak
Deaktiviraj zadatak
Izbriši zadatak
Otvori matičnu mapu
Prekida veze
Preuzmi
Postavke
Izbriši stranicu
Privremeni unos
Stranice
Glavno okno
Nadzor preglednika
Nadzor međuspremnika
Nastavi sva preuzimanja
Zaustavi sva preuzimanja
-
Nastavi
-
-
-
-
-
Odustajem
-
-
-
Sve grupe
Oznake
Dovršeno
U toku
Planirano
Zaustavljeno
Ostalo
Stvori novu grupu
Izbriši grupu
Izbriši sva preuzimanja
Izbriši sva završena preuzimanja
Otvori mapu grupe
Svojstva grupe
Naziv grupe:
Zadana mapa:
Tip datoteka - odvojene razmakom:
Prioritet preuzimanja
Vrlo nizak
Nizak
Prosječan
Visok
Vrlo visok
Molim, unesite naziv grupe
Greška u unosu
Grupa sa ovim nazivom već postoji. Molimo unesite drugi naziv
Molim, unesite naziv mape
Odredite mapu za ovu grupu
Unesite naziv grupe
Mapa za pohranu preuzetih datoteka ove gupe
Pregledaj
Tip datoteka gupe. Koristi se za automatsko određivanje grupe preuzimanja
Prioritet preuzimanja ove grupe
Odustajem od promjene. Zatvori ovaj dijalog!
Primjeni promjene i zatvori ovaj dijalog
Greška u grupama preuzimanja
Molimo, reinstalirajte FDM
Greška
Popis preuzimanja ne može biti otvoren. Možda je datoteka popisa oštećena ili ju trenutno koristi druga aplikacija
Integracija u Internet Explorer nije uspjela.
Da li ste sigurni?
Ovo će izbrisati sve grupe preuzimanja!
Potvrda
Naziv datoteke
Veličina
Preuzeto
Preostalo vrijeme
Blokovi
Brzina
Komentar
Zapis
Napredak
Vrijeme
Datum
Obavijest
Obriši
Automatsko pomicanje
Nepoznata mrežna greška
Pristup nije odobren. Neispravno korisničko ime ili lozinka
Pristup nije odobren. Neispravna lozinka
Uspješno
Povezivanje s poslužiteljem nije uspjelo
Datoteka na poslužitelj nije pronađena
Veza sa poslužiteljem je prekinuta
Poslužitelj ne odgovara
Neuspjelo razrješenje naziva poslužitelja
Poslužitelj ne podržava nastavak preuzimanja. Ne zaustavljajte preuzimanje, jer će te ga morati započeti ponovo.
Proxy zahtjeva korisničko ime i lozinku
Produžena greška
Neispravan zahtjev. Moguća greška: Neispravna adresa
Nepoznata greška poslužitelja
Veza prekinuta
Neispravna adresa
Veza sa Internetom ne postoji
Odabrana HTTP inačica nije podržana na ovom poslužitelju
Nepoznata greška
Datoteka na disku ne može biti izbrisana
Ograničenje veze na ovom poslužitelju je dostignuto
Ograničenje veza je dostignuto
Pauza %d s.
Blokovi
Započeto
Završeno
Preuzimanje završeno
Povezivanje...
Povezano
Preusmjeravanje...
Preusmjereno. Otvaranje nove Internet adrese
Početak preuzimanja...
Zaustavljeno
Stvaranje novog bloka...
Otkazano
Ponovno pokretanje preuzimanja...
Otvaranje datoteke na disku...
Naziv datoteke je predugačak
Datoteka već postoji. Preimenovanje u
Preimenovanje u
Izlazna datoteka je izbrisana. Nastavak je nemoguć.
Datoteka već postoji. Natpisati
Datoteka već postoji. Nastaviti preuzimanje
Datoteka već postoji
Neuspjelo otvaranje datoteke na disku
Veličina datoteke na poslužitelju je promijenjena!
Podešavanje na novu veličinu...
Nemoguće je natpisati datoteku
Datoteka će biti preimenovana
Nemoguće preimenovati datoteku u njen izvorni naziv
Nemoguće je pohraniti grupe
Nemoguće je pohraniti preuzimanja
Uspostava veze
Poveži preko:
Automatska uspostava veze
Povezivanje
Izaberite unos za uspostava veze
Automatska uspostava veze, u buduće
Uspostavi vezu sada
Ne uspostavljaj veze i ne zatvaraj ovaj dijalog.
Nisu pronađeni podatci o uspostavi veze na ovom računalu
Linija je zauzeta
Hardverska greška
Nedostaje ton biranja
Biranje
Pokušaj
Otvaranje ulaza...
Biranje do ISP-a...
Povezivanje s udaljenim računalom
Verifikacija korisničkog imena i lozinke...
Brzina veze je %d BPS
Prekini vezu
Ponavljanje
Korisničko ime i lozinka su nužni
Korisnik:
Lozinka:
Grupa:
Pohrani u mapu:
Pohrani kao:
Nastavi
Automatski
Ručno
Planiranje
Prioritet preuzimanja
Podešavanje
Adresa datoteke koju želite preuzeti
Unesite korisničko ime
Unesite lozinku
Označite, ako poslužitelj zahtjeva autorizaciju
Naziv grupe u koju se svrstava preuzimanje. Grupe pomažu pri upravljanju preuzimanjima
Mapa za pohranu datoteka
Novi naziv preuzete datoteke. Ostavite prazno, ako želite pohraniti datoteku s izvornim nazivom
Kratki opis preuzimanja
Ovo preuzimanje pokrenuti će se automatski
FDM neće automatski pokrenuti ovo preuzimanje
Planirajte ovo preuzimanje
Podesite planirano preuzimanje
Prioritet preuzimanja. Preuzimanja sa većim prioritetom započet će ranije od onih sa nižim prioritetom
Pregledajte ostala postavke za ovo preuzimanje
Adresa koju ste unijeli nije ispravna. Molim, provjerite.
Molim, unesite korisničko ime
Izaberite izlaznu mapu
Početne
Opće obavijesti
Preuzeto je pohranjeno u datoteku
Naziv preuzete datoteke
Adresa ovog preuzimanja se ne može izmijeniti
Preuzimanje je aktivno. Nemoguće je promijeniti naziv datoteke
Nemoguće je preimenovati datoteku
Datoteka nije pronađena
Internet adresa nije pronađena
Neispravan .exe oblik
Datoteku koristi druga aplikacija
Pristup nije odobren
Uređaj nije spreman
Disk je pun
Naziv datoteke nije ispravan
Prijava je nužna
Veza
Mreža
Biranje
Pauza između pokušaja biranja [u sekundama]:
Najveći broj pokušaja
Čekanje poslužitelja [u sekundama]:
Najmanja veličina:
Najveći broj:
Ograničavanje brzine ovog preuzimanja
Granica brzine
Zanemari sva ograničenja
B
KB
MB
; second. e.g. KB/s
s
Unesite vrijednost veću od %d
Molimo odaberite jedinicu mjere
Vrijeme čekanja poslužitelja u slučaju greške
Ograničenje najvećeg broja neuspjelih pokušaja preuzimanja.
Čekanje odgovora poslužitelja
Najmanja veličina bloka. Preuzimanje se neće vršiti u blokovima manjim od
Najveći broj blokova. Preuzimanje se neće vršiti u više blokova od zadanog.
Odredite najveću vrijednost brzine preuzimanja FDM-a
Zanemari ograničenja brzine i najvećeg broja veza za ovo preuzimanje
Odredite vrijednosti u bajtima (B), kilobajtima (KB) ili megabajtima
Protokol
Prijavi se na poslužitelju kao:
Uputa poslužitelju:
Koristi HTTP 1.1
Dopusti "kolačiće"
Koristi pasivni način
Način prijenosa
Binarno
ASCII za datoteke sljedećeg tipa:
Odredite kako će se FDM predstaviti HTTP poslužitelju
Ovaj podatak će biti poslan HTTP poslužitelju na znanje. Nije ga nužno unositi
FDM koristi HTTP inačicu 1.1
FDM koristi "kolačiće", male registracijske upite poslužitelja
FDM koristi pasivni način za FTP poslužitelje. Ponekad je neophodno ako se koriste vatrozidi
Koristi binarni način za FTP prijenose. Odaberite ovaj način ako otpremana datoteka  nije tekst.
Koristi ASCII način za FTP prijenose. Odaberite ovaj način ako je preuzimana datoteka tekst.
FDM će koristiti ASCII način prijenosa za sljedeće tipove datoteka. Za sve ostale, FDM će koristiti binarni način
Proxy
Postavke proxy-a
Microsoft Internet Explorer postavke
Unosi korisnik
Ne koristi proxy
Postavke
Adresa:
Port:
Molimo unesite proxy adresu
Molimo unesite proxy port
FDM će koristiti Internet Explorer proxy postavke
Proxy postavke unosite sami
FDM neće koristiti proxy
Odaberite tipove poslužitelja za koje želite podesiti proxy
Unesite proxy adresu koju želite koristiti
Unesite proxy port. Kao primjer; 3128, 1080 ili 8080
Označite, ako proxy poslužitelj zahtjeva autorizaciju
Ostalo
Preuzeta datoteka
Ako datoteka već postoji:
Rezerviraj prostor na disku za preuzimajuću datoteku
Dodaj ovaj tip datoteke za nezavršena preuzimanja:
Internet poslužitelj
Ne pokreći ponovno ako poslužitelj ne podržava nastavljanje
Ako se promijenila veličina datoteke na poslužitelju:
Zaustavi se na greške
Pitaj
Natpiši
Preimenuj
Nastavi
Ponovno pokreni
Podesi
Molimo unesite tip datoteke
Odredite što će FDM učiniti u slučaju da datoteka već postoji na disku
Rezerviranje prostora na disku za preuzimanje koje je krenulo
FDM pridodaje određenu ekstenziju nazivu datoteke prilikom preuzimanja. Kad preuzimanje završi, FDM će preimenovati datoteke u izvorni naziv.
FDM neće ponavljati preuzimanje ako poslužitelj ne podržava nastavljanje preuzimanja
Odredite što će FDM učiniti ako se veličina datoteke promijeni na poslužitelju
Zaustavljanje preuzimanja kada datoteka nije pronađena na poslužitelju
Označite, kako bi zaustavili preuzimanje ako korisničko ime ili lozinka nije ispravna
Činitelji brzine prijenosa
Odaberite brzinu:
Najveći broj veza:
Najveći broj veza prema poslužitelju:
Ograničenje brzine:
Neograničeno
Odaberite brzinu prijenosa koju želite
Ograničenje najvećeg broja istovremenih veza
Ograničenje najvećeg broja istovremenih veza prema poslužitelju
Odredite FDM brzinu (najveću) za preuzimanje datoteka
U toku: 
Kolone panela
Automatski pohrani svakih
min.
Pri brisanju nepotpuno preuzete datoteke
Automatski izbriši završena preuzimanja
Ne briši datoteku
Izbriši datoteku
FDM automatski pohrannjuje popis preuzimanja u zadanom intervalu vremena. To štiti od gubitka popisa u slučaju prestanka rada računala zbog mogućeg gubitka struje ili slično.
Odredite što će FDM učiniti pri brisanju datoteke s diska nedovršenog preuzimanja.
Automatsko brisanje preuzimanja s popisa, nakon završetka.
Nadzor
Hvatanje zahtjeva za preuzimanje
Međuspremnika
Nadzor datoteka tipa
Zanemarivanje datoteka tipa
ALT tipka ne smije biti pritisnuta
ALT tipka mora biti pritisnuta
Molim, odaberite ekstenzije
FDM će nadzirati klikove za preuzimanje u Internet Exploreru
FDM nadzire sadržaj međuspremnika
Nadgledavaj datoteka samo određenih tipova
Ne nadgledavaj datoteke određenih tipova
Nadzor samo ako ALT tipka nije pritisnuta
Nadzor samo ako je ALT tipka pritisnuta
Pokretanje Windowsa
Pokreni s Windowsima
Pokreni minimalizirano
Sistem
Minimaliziraj u traku zadaća
Tipka 'Zatvori' minimalizira okno
FDM će se automatski pokrenuti s pokretanjem računala
FDM će biti minimiziran kad se pokrene
Kad pritisnete tipku za minimaliziranje, FDM će se prikazati u traci zadaća
Ako je odabrano, tipka 'Zatvori' će imati jednaku funkciju kao i tipka 'Minimaliziraj'
Nova inačica
Adresa poslužitelja za ažuriranje
FDM će automatski provjeravati ima li nova inačica
Pomoćnik za podešavanje korištenja mreže
Dobrodošli!
Ovaj pomoćnik pomaže pri optimalnom podešavanju postavki vašeg načina veze s Internetom. Postavke su vezane uz sam program i postavke preuzimanja.
Molim, odaberite način povezivanja.
Završi
Odredite koji način veze s Internetom koristite.
Podesite FDM za optimalan rad s vašim načinom veze.
Zadatak
Vrijeme
Naredni početak
Zadnji početak
Popis planiranih zadataka ne može biti učitan. Popis je možda oštećen ili ga trenutno koristi druga aplikacija.
Zapis planera ne može biti učitan
Popis zadataka ne može biti sačuvana
Zadatak "%s" je pokrenut. Izvršiti?
Mijenjanje brzine u "%s"
Prekini vezu
Sve veze
Promijeni način veze u
Ugasi
Ponovno nastavi
Odjavi
Jednom
Ne
Po
Ut
Sr
Če
Pe
Su
Na dane:
Svakih
dan(a)
sata(i))
Pri pokretanju FDM-a
Pri uspostavljanju veze
Pri neuspjelom pokušaju povezivanja
Kad nema aktivnih preuzimanja
Kad je brzina prijenosa jednaka ili manja %d BPS tokom %d
Kad su sva preuzimanja prijavila grešku tokom
Nikad
Nepoznato
Uspješno povezan s "%s"
Neuspjelo je povezivanje s "%s"
Pokretanje uspješno
Nedostatak memorije
Nemoguće je pokrenuti
Dospjeli zadatak će uzrokovati izlaženje iz programa prilikom pokretanja. Zadatak će biti zanemaren.
Najveći broj pokušaja povezivanja
Stanka između pokušaja
Prekini vezu ako je brzina manja od:
Pokušaj ponovo
Ne više od
Koristi vezu
Ako je uspješno
puta
Prekini sve aktivne veze
Prekid veze
Naziv programa:
Argumenti:
Tip gašenja:
Prisilno gašenje programa
Pokreni program
Uspostavi vezu
Prekini vezu
Promijeni način brzine prijenosa
Ugasi FDM
Ugasi računalo
Započni preuzimanja
Zaustavi preuzimanja
Programi
Sve datoteke
Ova mogućnost dostupna je jedino u operativnim sistemima Windows 2000, XP i novijima
Molim, unesite naziv programa
Molim, odaberite preuzimanja
Odaberite činitelje brzine koje želite da ovaj zadatak koristi na početku
Ograničenje broja neuspjelih pokušaja spajanja
Vremenski razmak između neuspjelih biranja
Uspostavljane veze s manjom brzinom od određene
Najmanja željena vrijednost brzine veze
FDM će pokušati ponovo uspostaviti prekinutu vezu
Ograničenje najvećeg broj neuspjelih pokušaja spajanja
Odredite željena preuzimanja
Popis dostupnih preuzimanja
Dodaj označena preuzimanja u popis zadataka
Ukloni odabrana preuzimanja iz popisa zadataka
Odredite program koji želite pokrenuti
Pronađite program na vašem računalu
Odredite argumente programa
Odredite tip prekida
Prisilno gašenje računala. Korisno u slučaju dodatnih upita ili ne gašenja programa. Svi nepohranjeni podaci će biti izgubljeni.
Odredite akciju planera
FDM prekida sve aktivne veze
Odredite koje veze će biti prekinute
Na dane:
nedjelja
ponedjeljak
utorak
srijeda
četvrtak
petak
subota
Na događaj
Tokom
Niska brzina:
min.
minute(a)
sata(i)
dana
Kad je brzina prijenosa preniska
Kad su sva preuzimanja prijavila grešku
Molimo odredite dane
Pokreni zadatak u
Odredite vrijeme početka zadatka
Pokreni zadatak na dan
Odredite datum početka zadatka
Pokreni zadatak na određene dane u tjednu
Pokreni zadatak svake nedjelje
Pokreni zadatak svakog ponedjeljka
Pokreni zadatak svakog utorka
Pokreni zadatak svake srijede
Pokreni zadatak svakog četvrtka
Pokreni zadatak svakog petka
Pokreni zadatak svake subote
Pokreni zadatak periodično
Ovo polje dozvoljava unos vremenskog intervala u minutama, satima i danima
Pokreni zadatak na određenu radnju
Odredite radnju
Unesite vremenski interval
Unesite najmanju željenu brzinu
Potrebna je potvrda za izvršenje zadatka
Čekaj potvrdu tokom
s.
Ako je označeno, FDM će tražiti potvrdu prije izvršenja zadatka
Ako je označeno, FDM će čekati potvrdu određeno vrijeme. Ako potvrda nije dana u tom vremenu, zadatak će se izvršiti.
Adresa:
Izrada popisa preuzimanja
Povezivanje s poslužiteljem
Pokušaj korištenja korisničkog imena i lozinke pohranjenog u Upravljaču stranica
Dobivanje podataka o datotekama s poslužitelja
Veza s poslužiteljem je prekinuta. Pokušaj obnavljanja
Izrada popisa
Utvrđivanje veličine i datuma zadnje izmjene datoteka
Korištenje ovog parametra može značajno umanjiti brzinu
Provjera veličine i datuma datoteka HTTP poslužitelja
Naziv stranice
Veze
Prijava
Grupa
Popis stranica ne može biti učitan. Možda je popis oštećen ili ga trenutno koristi druga aplikacija.
Nemoguće pohraniti popis stranica
Najveći broj istovremenih veza:
Grupa za nova preuzimanja s ove Internet adrese:
Koristi FTP pasivni način
Molim, unesite Internet adresu
Internet adresa tog naziva već postoji. Molimo unesite drugi naziv.
Broj veza mora biti veći od 0
Molim, odaberite grupu
Unesite Internet adresu
Ograničenje najvećeg broja istovremenih veza s poslužiteljem
Prekid automatske pohrane preuzetog u standardnu grupu
Pitaj korisnika
Ne pitaj ponovo
Greška pri pohranjivanju
Datoteka "%s" već postoji na disku. Što želite napraviti?
Ovaj izbor prihvati kao standardni
Natpiši postojeću datoteku
Preimenuj ovu datoteku
Nastavi preuzimanje. Preuzimanje će se nastaviti na poziciji pauziranja postojeće datoteke
Zaustavi ovo preuzimanje
Da
Ne
Preuzimanje
je izbrisano. Izbrisati ovu datoteku s diska?
Molimo unesite korisničko ime i lozinku
Prijava na "%s"
Slanje poslužitelju korisničkog imena i lozinke koje ste odredili.
Ne povezuj se s ovim poslužiteljem.
Veličina datoteke "%s" je promijenjena na poslužitelju. Što činiti?
Pokreni preuzimanje od početka.
Podesi preuzimanje na novu veličinu. Nije preporučljivo.
Molim, pričekajte
Ažuriraj
Opis
Ažuriraj koristeći:
Ažuriranje
Vi već koristite najnoviju inačicu programa!
Preuzimanje
Inačica %s inačica %s je dostupna
Potpuna distributivna inačica %s (%s)
Ažuriraj na inačicu %s
Ažuriraj na inačicu %s (%s)
FDM treba ponovno pokrenuti. Pokrenuti sada?
Ažuriranje dovršeno
Nemoguće pokrenuti ažuriranje
Odredite tip ažuriranja ovdje
Ažurirati FDM koristeći cijelu distribuciju
Ažurirati FDM koristeći distribuciju ažuriranja
Više obavijesti o procesu ažuriranja
Što je novo u ovoj inačici?
Pokreni ažuriranje sada
Odustajem od ažuriranja i zatvori ovaj dijalog
Stvori preuzimanja
Odabir sadržaja
Označeni odabir
Popis dodatnih preuzimanja
Odaberite stavke za dodavanje u popis preuzimanja
Označite stavke koje ne želite dodati u popis preuzimanja
O programu
Autorsko pravo (c)
Sva prava pridržana
Registriran na:
Već je ažurirano. Potrebno je ponovno pokretanje
Neispravno korisničko ime ili lozinka
Nemoguće učitati datoteku prošlih zadataka/preuzimanja
Nemoguće pohraniti datoteku prošlih zadataka/preuzimanja
Preuzimanja Web-a
Preuzimanje Web-a
Stablo Web stranica
Novo preuzimanje
Postavke
Nastavi preuzimanje
Zaustavi preuzimanje
Planiraj preuzimanje
Izbriši
Otvori Web stranicu u pregledniku
Automatski pokreni preuzimanja
Internet adresa
Datoteke
Izbrisati i preuzeto?
Nemoguće učitati popis Internet adresa
Nemoguće pohraniti popis Internet adresa
Internet adresa ili HTTP poslužitelja kojeg želite preuzeti
Internet adresa ili HTTP poslužitelja čije je preuzimanje započelo
Naziv mape u koju se pohranjuju preuzimanja
Izlazna mapa:
Web stranice
Mogućnosti
Tipovi datoteka s HTML kodom:
Preuzmi stilove (css) Web stranica
Preuzmi Web stranice s drugih Internet adresa
Slike
Preuzimanje slika s drugih Internet adresa
Preuzmi slike koje s drugih Internet adresa
Dubina preuzimanja:
Ekstenzije datoteka Web stranica sa HTML kodom. Web stranice će biti pregledane zbog mogućih Internet adresa slika koje se nalaze na drugim stranicama
Ako je označeno, stilovi web stranica (CSS) će biti također preuzeti. Preporučeno
Ako nije označeno, Web stranice s vezanih Internet adresa neće biti preuzete.
Ako je označeno, slike s vezanih Internet adresa će biti preuzete
Ako nije označeno, slike s vezanih Internet adresa neće biti preuzete
Npr.: Preuzimate http://primjer.com/index.html, a na njoj je veza na http://primjer.com/nesto.html. Ta, druga Internet adresa je dubina 1. Postavljanje dubine na 0 rezultirat će preuzimanjem samo početne stranice.
Preuzimanje datoteka s drugih Internet adresa
Preuzmi datoteke koje su vezane na drugim Internet adresama
Datoteke tipa
Filtar
Preuzmi
Nemoj preuzeti
Datoteke tipa:
Preuzimanje datoteke s Web stranica
Preuzimanje datoteke s drugih Internet adresa
Zanemarivanje datoteka određenog tipa
Ako je označeno, datoteke navedenog tipa, biti će preuzete
Ako je označeno, datoteke navedenog tipa, neće biti preuzete
Postavke
Postavke
Neuspjeli pokušaj pokretanja regedit.exe
Došlo je do greške prilikom izvoza postavki
Došlo je do greške prilikom uvoza postavki
FDM registrirane datoteke
Ne preuzimaj slijedeće tipove slika
Slike sljedećeg tipa:
Zanemarivanje slika određenog tipa.
Ako je označeno, slike sa dolje određenim ekstenzijama biti će preuzete.
Ako je označeno, slike sa dolje određenim ekstenzijama neće biti preuzete.
Ne preuzimaj ovo i izbriši!
Poslužitelj ne podržava nastavljanje preuzimanja. Pokrenuti ponovo?
Neuspjelo otvaranje Internet adrese
Neočekivana greška prilikom pokušaja pisanja u registar
Hvala na registriranju! Molimo ponovno pokrenite FDM
Preuzmi s FDM
Preuzmi Web s FDM
Dodaj FDM u kontekstni izbornik Internet Explorera
Označeno, dodaje "Preuzmi s FDM" i "Preuzmi Web s FDM" u padajućem izborniku pod desnim klikom miša.
Uspori preuzimanja pri aktivnosti preglednika
Smanji za jednu razinu
Koristi Malu brzinu
Automatsko smanjenje brzine pri pregledavanju Internet stranice. Ubrzava pregledavanje stranica, ali usporava preuzimanje datoteke.
Brzina će se smanjiti za jednu razinu. Velika -> Srednju, Srednja -> Malu.
Brzina preuzimanja će biti postavljena na Malu.
Važi za
važi za pod-domene
Stvaranje zapisa preuzimanja s HTTP-a
Stvaranje zapisa preuzimanja s HTTPS-a
Stvaranje zapisa preuzimanja s FTP-a
Stvaranje zapisa preuzimanja s poslužiteljovim pod-domenama. Npr.: Za Internet adresu http://stranica.com biti će zapisani i http://neka.stranica.com
Molimo odaberite barem jedan protokol
Najveći broj istovremenih preuzimanja
Ograničenje broja istovremenih preuzimanja
Pokreni ponovno preuzimanje
Jedan blok više
Jedan blok manje
; context: [section x] - Stopped
Zaustavljeno
; tray menu
Košara
;
Mapa Opera preglednika nije pronađena. Želite li mapu pronaći sami?
Mapa Netscape preglednika nije pronađena. Želite li mapu pronaći sami?
Nemoguće dodati nadzor za Opera preglednik.
Nemoguće ukloniti nadzor za Opera preglednik.
Nemoguće dodati nadzor za Netscape preglednik.
Nemoguće ukloniti nadzor za Netscape preglednik.
FDM će nadzirati klikove za preuzimanje u Opera pregledniku.
FDM će nadzirati klikove za preuzimanje u Netscape pregledniku.
; create download dlg
Provjeri veličinu
; request a size of a download
Provjeravanje...
Provjeri veličinu preuzimanja na ovom poslužitelju
Da za sve
Ne za sve
Detaljan zapis preuzimanja
Prikaz svih odgovora poslužitelja.
Ove promjene će nastupiti nakon ponovnog pokretanja preglednika.
Popis zadataka
Popis datoteka
Popis Internet adresa
Popis stranica
Brisanje preuzimanja
Stvaranje popisa preuzimanja
Grupno preuzimanje
Od:
Do:
Korak:
Sekvence, bajta:
Rezultati
Primjer:
Početni broj sekvence
Završni broj sekvence
Korak sekvence. Primjer, ako je određen korak 10, tada će sekvenca biti 0, 10, 20, 30,...
Brojanje bajta u sekvencama. Primjer, ako iznosi 1, tada će sekvenca biti 1, 2, 3,... Ako iznosi 2, tada će sekvenca biti 01, 02, 03,...
Pregled sekvence
Dopusti preuzimanje Internet Exploreru ako se otkaže preuzimanje.
Preuzimanja preglednikom, iako je odabrana tipka "Odustajem"
Završni broj sekvence mora biti veći od početnoga
Molimo koristite (*) u Internet adresama za određivanje predloška
Dodaj tip datoteke ako ga nema
Unos tipa datoteke kada nedostaje npr., ako je datoteka nazvana "dopis", a vi odredite tip "txt", dobit će te "dopis.txt"
Prikaži veličinu samo u bajtima
Izbor prikaza veličine datoteke u bajtima umjesto u Kb ili Mb
Izvrši antivirusnu provjeru
Argumenti:
Tipovi:
Automatska provjera preuzimane datoteke antivirusnim programom.
Odredite antivirusni program.
Odredite argumente antivirusnog programa.
Odredite tipove preuzetih datoteka koje će biti kontrolirane.
Molim, unesite naziv antivirusnog programa.
Naziv nije ispravan. Molimo provjerite.
Pokreni antivirusni program
Deaktiviraj zadatak nakon pokretanja.
Izbriši zadatak nakon pokretanja.
Automatsko deaktiviranje zadatka nakon njegovog izvršenja.
Automatsko brisanje zadatka nakon njegovog izvršenja.
Kreni
Natrag
Automatski unesi naziv datoteke.
Automatsko stvaranje naziva datoteke preuzimanja.
Pohrani kao "htm" tip.
Pohrana Web stranice kao "htm" tip.
Kliknite na ovu tipku da bi izračunali ukupnu veličinu svih preuzimanja.
Zadrži strukturu mapa s poslužitelja.
Zadržavanje izvorne strukture mapa kao na poslužitelju. U protivnom sve datoteke će biti pohranjene u istu mapu
Izabrali ste drugu mapu. Da li želite postaviti ovu mapu kao zadanu mapu ovoj grupi? Zadanu mapu možete promijeniti i u svojstvima grupe.
; === ADDED LINES ===
Preuzimanje s te Internet adrese već postoji. Što želite učiniti?
Nastavi
Pokreni preuzetu datoteku
Inačica
Kliknite i pošaljite e-poštu
Kliknite i preuzmite zadnju inačicu
Pažnja: Ovaj računalni program je zaštićen zakonom o autorskim pravima i međunarodnim ugovorima. Neovlašteno umnažanje ili distribucija ovog programa, ili bilo kojeg njegovog dijela, mogu rezultirati kaznama, a prekršitelj će biti tužen i zatražena najveća moguća zakonska kazna.
; === new version ===
Preuzmi sve s FDM
Dodaj u popis preuzimanja
Ukloni odabrano
Ovo je popis Internet adresa koji će biti dodan
Kliknite tipku da uklonite popis svih adresa
Nema mape dodataka Firefox preglednika. Želite li mapu pronaći sami?
Nemoguće instalirati dodatak za Firefox preglednik.
Nemoguće deinstalirati dodatak za Firefox preglednik.
FDM će nadzirati klikove za preuzimanje u Mozilla Firefox pregledniku.
Preuzimanje označenog s FDM-om
Povezivanje s davateljem
Web stranice
Aktivna preuzimanja
Trenutno ne postoje aktivna preuzimanja
Obavijesti
Koristi sistemske natuknice
Istek vremena
Želite li natuknice koje obavještavaju o završetku  ili zaustavljanju preuzimanje. Samo za Win 2000, XP ili novijima
Automatsko zatvaranje natuknica nakon isteka danog vremena
Zrcala
Automatski traži zrcalne adrese
Najveći broj zrcala
Izračunaj brzinu zrcala
Izračunaj brzinu svakih:
Automatsko traženje zrcalne adrese preuzimanja.
Ograničenje broja zrcalnih adresa po preuzimanju. Time se smanjuje vrijeme izračuna brzine prijenosa.
Izračun brzine svakog zrcalnog poslužitelja.
Automatski izračunava brzinu zrcalnog poslužitelja kroz određeni vremenski interval.
Ne traži ako je veličina datoteke manja od
FDM neće tražiti zrcala ako je veličina datoteke manja od date veličine.
Ne traži ako nije poznata veličina datoteke (Preporučeno).
Dodaj zrcalo
Traži zrcala
Unesite adresu zrcala za ovo preuzimanje
Traži zrcala za ovo preuzimanje na FileSearching.COM
Popis adresa zrcala
Brzina poslužitelja
U uporabi
Mjeri brzinu zrcala
Mjeri brzinu zrcala poslužitelja
Obavijesti preuzimanja
Čekanje...
Adresa zrcala za preuzimanje
Veličina datoteke nadilazi 2GB. Takva preuzimanja su podržana jedino kroz FTP.
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Preuzimanja
Automatski odredi grupu preuzimanja
Grupa:
Pohrani preuzimanja u mapu grupe
Grupe preuzimanja su određene tipom datoteka ili postavkama Upravljača stranica.
Određivanje zadane grupe ručno.
Ne pohranjuj u zadanu mapu svoje grupe. (v. svojstva grupe).
Odredite zadanu mapu ručno.
; END
; BEGIN: Monitoring page
Tihi nadzor.
Ako je označeno, neće se prikazivati dijalog novog preuzimanja pri dodavanju preuzimanja iz preglednika
Izbor oblika
Odaberite stavke koje će se prikazivati u kontekst izborniku preglednika
; END
Izbor stavki za prikaz
Barem jedna stavka mora biti odabrana
Koristi zvukove
Zvučno označavanje akcija FDM-a (Npr.:, Završetak preuzimanja).
Izaberite zvukove za svaki događaj
; BEGIN : Customize sounds dialog
Zvukovi
Odaberite zvuk
Ukloni
Provjeri
Popis događaja i zvukova FDM-a. Ovdje možete odrediti koje zvukove i za što će ih FDM koristiti kao zvučnu obavijest.
Dodavanje preuzimanja - Oglašava se kada je jedno ili više preuzimanja dodano u popis.
Preuzimanje završeno - Oglašava se kada je preuzimanje uspješno završeno.
Preuzimanje neuspjelo - Oglašava se kada se pojavi greška pri preuzimanju.
Uspješno povezivanje - Oglašava se kada Planer uspješno uspostavi vezu naredbom "Uspostavi vezu"
Neuspješno povezivanje - Oglašava se kada Planer nije uspješno obavio "Uspostavi vezu"
Određivanje zvuka za odabrani događaj
Ne oglašavaj se na označeni događaj
Provjeri odabrani zvuk
Događaj
Zvučna datoteka
Bez zvuka
Preuzimanje dodatno
Preuzimanje završeno
Preuzimanje neuspjelo
Uspješno povezivanje
Neuspješno povezivanje
Zvučne datoteke
; END
Traženje zrcala...
Mjerenje brzina zrcala...
Već je obavljena potraga za zrcalima
Spajanje pretraženog poslužitelja...
Dobivanje rezultata...
Pronađeno je %d zrcala
Traženje zrcala je završeno
Pokušaj na drugom zrcalu...
Zrcala nisu pronađena
Neuspjelo
Brzina zrcala je izmjerena
; BEGIN: History page
Preuzimanja
Pohrani prošle adrese i mape
Pohrani samo prošle mape
Zadrži zapise unutar
Najveći broj zapisa
Obriši stare zapise
FDM će pohraniti popis prošlih Internet adresa i mapa koji su uneseni
FDM će pohraniti jedino popis prošlih mapa
FDM će izbrisati zapise koji su stariji od određenog perioda vremena
Najveći broj unosa prošlih preuzimanja. Kad broj unosa prekorači zadani, FDM će izbrisati najstariji unos
Izbriši sve unose iz popisa prošlih preuzimanja
; END
Uvezi
Izvezi
Popis Internet adresa
Popis preuzimanja
Tekstovne datoteke
Datoteka ne može biti otvorena
Izvezi sva preuzimanja
Izvezi sva preuzimanja iz liste
Izvezi odabrana preuzimanja
Ne izvozi završena preuzimanja
Pridodaj ako datoteka već postoji
Neispravan naziv grupe. Molimo ne koristite / ili \ simbole.
Zatvori nakon završetka
; BEGIN : Downloads History window
Dodano
Pohranjeno u
; END
Koš
; BEGIN: Recycle Bin
Postavke
Isprazni koš
;END
;BEGIN: Recycle Bin properties
Ne zamjenjuj preuzimanja u košu
Zadrži najviše
Preuzimanja
Ne zadržavaj završena preuzimanja
Traži potvrdu pri brisanju preuzimanja
Postavke koša
Pohrana izbrisanih preuzimanja u koš
Ograničenje broja datoteka u košu
Najveći broj datoteka u košu:
Završena preuzimanja ne pohranjuj u koš nakon brisanja
Potvrđivanje brisanja preuzimanja
;END
Prethodno stanje
Vraćanje preuzimanja...
; History subitems
Danas
Jučer
Zadnji tjedan
Zadnji mjesec
U periodu...
; end
Obriši stare zapise
Pohrani zapis prošlih preuzimanja
Pohrani zapis jedino završenih preuzimanja
Pohrana popisa prošlih preuzimanja.
Pohrana popisa prošlih završenih preuzimanja.
Postavke zapisa prošlih preuzimanja
Izrada popisa prošlih preuzimanja...
; Download Was deleted
Izbrisano
Izaberite vremenski period
Pronađi
Traži sljedeće
Pojam
; BEGIN : Find dialog
Traži u
Lokalni naziv datoteke
Odredite što želite pronaći
Traži u djelu adrese
Traži u cijeloj adresi
Traži u komentaru preuzimanja
Traži u mapi preuzimanja na lokalnom disku
Dodatne postavke potrage
; ADVANCED settings
Traži u
popisu preuzimanja
popisa prošlih preuzimanja
datumu
Podesi
košu
Traži određenu veličinu datoteke
Najmanje
Najviše
Traži u popisu preuzimanja
Traži u popisa prošlih preuzimanja
Traži preuzimanja koja zadovoljavaju zadani period vremena.
Podesi period vremena
Traži u košu
Traži datoteke koje zadovoljavaju određenu veličinu.
Najmanja tražena veličina
Najviša tražena veličina
ovoj grupi:
Izaberite grupu u kojoj treba tražiti
; END
Traženje preuzimanja...
Ni jedan unos nije pronađen
Nema dodatnih pronađenih unosa
Traženje završeno
Adresu u međuspremnik
ZIP pregled
Barem jedna datoteka mora biti odabrana
Možda je datoteka koju preuzimate je ZIP arhiv. Želite li ju pregledati?
Audio/Video pregled
Nemoguće otvoriti datoteku.
Nepoznati tip medija.
Molim, instalirajte DirectX 8.0 ili noviji za korisštenje ove mogućnosti. Najnoviji DirectX je na microsoft.com.
Obavijesti o mediju
Veličina:
Dostupno:
Trajanje:
Ugasi zvuk
Produciraj
Pauziraj
Filtar
Tipovi [odvojeni razmakom, Npr.: zip rar arj]:
Ukloni datoteke tipa
Jedino ostavi datoteke tipa
Niz podataka argumenta ne sadrži %file% makro. Ovaj makro je neophodan za  određivanje datoteke koju će antivirusni programa pregledati.
Ipak nastaviti?
Pažnja
Koristi atribut skrivanja za nedovršena preuzimanja
Nakon završetka preuzimanja, nazivu datoteke dodaj komentar 
Ne pohranjuj stranice s poslužitelja
Pohrana samo slika i datoteka na vaše računalo.
Omogući predpregled ZIP arhiva
Pregledavanje sadržaja ZIP arhiva na početku preuzimanja. Omogućuje preuzimanje samo dijela datoteke.
Količina:
Automatski pokreni preuzimanje
Automatsko pokretanje svakog novog preuzimanja
Molimo odaberite datoteke za preuzimanje
Unesite alternativne adrese za ovo preuzimanje
Nema predpregleda ubuduće
Ugasili ste ZIP predpregled. Vratiti ga možete u Opcije -> Postavke preuzimanja (Ctrl+O) -> Preuzimanja i "Koristi ZIP pregled".
Popis zanemarenog
Popis Web stranica koje će biti zanemarene pri preuzimanju.
Podmape
Dodaj
Zanemari i sve podmape
; Proxy tab new settings
Vrati prijašnje stanje prekinute veze
Veličina povrata
bajta
Omogućavanje povratka na prijašnje stanje. Ova mogućnost pomaže vam da zaštite svoja preuzimanja od oštećenja.
Što je povrat veći, to je rad sigurniji. Preporučena veličina je 3000 bajta. Povećajte ovu vrijednost ako preuzimanje ipak biva oštećeno.
; downloader options -> monitor tab
Ne nadziri datoteke manje od
Koristite ovu opciju ako želite da FDM zanemari datoteke manje od zadane veličine
Kilobajta
Pažnja! Previše unosa u košu. Ovo može bitno utjecati na brzinu i kvalitetu rada programa. Preporučuje se pražnjenje koša. Isprazniti?
Ne provjeravaj ovo ubuduće
Pažnja! Popis prošlih preuzimanja je prevelik. Ovo može bitno utjecati na brzinu i kvalitetu rada programa. Preporučuje se brisanje prošlih popisa. Izbrisati?
poslužitelj ne može garantirati svoje mogućnosti nastavljanja preuzimanja. Odgovor je neispravan.
Kopiraj u međuspremnik
; general settings | skins page
Ruha
Ruho
Ruho koristi vlastite ikone
Ruho koristi vlastite bitmape
; default skin
<default>
Promjene će nastupiti nakon ponovnog pokretanja Free Download Managera.
Obavijesti o preuzimanjima u toku
Zanemari datoteke sljedećeg tipa:
Popis tipova datoteka za zanemarivanje
Nema aktivnih preuzimanja
Oglasi se kada sva preuzimanja završe
Popis adresa iz međuspremnika
Lozinke
Upravljač lozinki
; Save password dialog
Pohraniti lozinku?
Free Download Manager može pohraniti lozinke za svaki poslužitelj čime se izbjegava unosa lozinke pri svakom novom povezivanju.
Pohraniti ovu lozinku?
Ne predlaži pohranjivanje lozinki ubuduće!
; Site Manager options | Passwords tab
Koristi Upravljač stranica za pohranu mojih lozinki
Pitaj me za pohranu lozinki
Ne predlaži pohranu lozinki
Izbriši sve lozinke prije izlaza iz programa
Izbriši sve lozinke
; create new HTML Spider task
Automatski izbriši završena preuzimanja (preporučeno)
Automatsko brisanje preuzimanja Web stranica. Ovo ubrzava preuzimanje velikih stranica.
Promjene će nastupiti nakon ponovnog pokretanja Free Download Managera
Novi stil
Stari stil
Naziv mape je neispravan
Sakrij plutajuće okno u maksimiliziranom načinu rada
Sakrivanje plutajuće okno pri načinu rada u punom zaslonu.
datoteka za izvršenje.
Pokrenuti?
Nakon preuzimanja, pokreni ili otvori datoteku
Molim, koristite (*), (*A) ili (*a) zamjenske znake pri određivanju predloška adresa
Potraga za  zrcalom poslužitelja:
Hibernacija
Spreman
Zapamti moj izbor
Predloži izmjenu standardne mape grupe
Pohrani datoteku
Otvori datoteku
Pohrani datoteku i otvori je
Način preuzimanja:
Nek se zna...
Web veza na Free Download Manager
Dragi korisniče!
Free Download Manager je program ponuđen vam bez naplate. Koristite ga koliko želite.
Ipak, ako vam se čini Free Download Manager koristan, molimo vas postavite vezu na svojoj Web stranici. Tako se širi dobar glas o Free Download Manager-u.
Unaprijed vam hvala na pomoći,\nFree Download Manager razvojni tim.
Podsjeti me unutar 3 dana
Podsjeti me pri slijedećem pokretanju Free Download Manager-a.
Ne prikazuj više ovo okno!
Prikaz veze HTML koda
Veza HTML koda
Više primjera
Kopiraj u međuspremnik
Sakrij
; "Traffic usage mode has been changed" window
Brzina preuzimanja se promijenila
Vi odabirete brzinu preuzimanja.\nFree Download Manager brzina se dijeli u tri stupnja:
Ovim načinom Free Download Manager će preuzimati najbrže što je moguće.
Ovim načinom Free Download Manager će preuzimati srednjom brzinom pa ostaje dovoljno vremena za kretanje Internetom uz istovremeno brzo preuzimanje.
Ovim načinom Free Download Manager će preuzimati nižom brzinom. Tako se možete kretati Internetom bez vidljivog smanjenja brzine učitavanja stranica.
;
Preimenuj nakon ponovnog pokretanja
Unesite vrijednost manju od %d
; export/import downloads
Popis adresa i datoteka
Popis datoteka preuzimanja
;
Eksport mogućnosti
;
Postavi isti datum kao na poslužitelju
Postavljanje istog datum datoteke kao na poslužitelju
Stvori datoteku opisa
Stvaranje datoteke naziva "*.dsc.txt" (* - zamjenjuje izvorni naziv) koja sadrži kratak opis preuzete datoteke (komentar + adresu + datum). To je moguće samo ako preuzeta datoteka sadrži komentar.
Datoteka je preuzeta s
Ne prenosi datum izvorne datoteke s poslužitelja
Ovaj izbor povećava brzinu pokretanja FTP preuzimanja. FDM koristi 'SIZE' naredbu umjesto 'LIST'.
Ne pohranjuj zapis preuzimanja
Odabirom ove mogućnosti Free Download Manager će se brže pokretati i gasiti te trošiti manje memorije.
;
Zapis prošlih preuzimanja
Izvezi sve unose
Izvoz svih unosa s popisa
Izvezi označene unose
Izvoz označenih unosa s popisa
;
HTML datoteke
;
Free Download Manager popisa prošlih preuzimanja
Internet adrese preuzimanja
Preuzmi u datoteku
Veličina datoteke
Preuzimanje je dovršeno
Preuzimanje je obrisano
;
Pohranjuje se u
Veličina datoteke
Podrška nastavku
Nakon završetka ili stanke, zatvori ovaj dijalog.
Otvori
Želite li vidjeti ovo okno ponovo?
Da, ali iznimno sakrij okno za ovo preuzimanje
Ne, ne prikazuj okno napretka za bilo koje preuzimanje.
Da, ali iznimno sakrij okno za ovo  preuzimanje
Upotreba tipke 'SHIFT' obrisat će pohranjeno preuzimanje\nŽelite li to?
Izbor grupe
Postava temeljne mape grupa
Postavljanje temeljne mape grupa.\nPromjene važe nakon pokretanja novog preuzimanja.
Zadnja preuzimanja
(prazno)
Zadrži sva preuzimanja
Prikaz okna napretka preuzimanja
FDM će prikazati okno s obavijestima o preuzimanju za svako novo preuzimanje.
; general settings | misc page
Vrijeme čekanja potvrde naredbe ističe nakon:
Nastavi preuzimanje
Upitaj za način gašenja
Čekanje na potvrdu naredbe "Alat | Prekini vezu kad je gotovo".
Čekanje na potvrdu naredbe "Alat | Ugasi FDM kad je gotovo".
Čekanje na potvrdu naredbe "Alat | Ugasi računalo kad je gotovo".
Čekanje na potvrdu pokretanja preuzimanja datoteke kad je preuzimanje završeno.
FDM će upitati za naredbu gašenja "Alat | Ugasi računalo kad je gotovo".
Ne traži potvrđivanje
; 5 sekunda, 10 sekunda, ...
%d sekunda
Sačekaj potvrdu
Zanemari stranice u ovoj mapi
Preuzmi stranice samo iz ove mape
Uključi i podmape
Zanemari sve stranice ove mape.
Preuzimanje stranica samo iz ove mape zanemarujući ostale.
Web preuzimanje će se izvršiti samo unutar odabrane mape.
Unesite adresu mape.\nNpr.: "http://site.com/docs/".
Tip
Zanemari
Samo
Broj sekvenci:
Dodijeli
Dodjela broja stavki s popisa.\nNpr.: 1-100, ili 1-100s2w3.
Određivanje broja u oknu dijaloga.
Jedna
Broj
Dodjela broja
Greška u sintaksi
Raspakiravanje arhiva
Raspakiraj
Raspakiravanje
Odredišna mapa
Ne mogu raspakirati. Nepoznat oblik arhiva..
Preuzimanja ovog mjeseca\n(%s isto kao do sada).
Brzina preuzimanja
Nakon završetka zadatka onemogući naredbu Alati...
Automatsko onemogućavanje Alati | "nakon završetka" nakon izvedbe zadatka. Tako će se naredba izvršiti samo jednom.
; %s
; 1st - naziv datoteke
; 2nd, 3rd - obavijesti o datoteci (veličina + datum).
"%s" datoteka već postoji.\n\nZamijeniti\n(%s)\n\ns ovom novom\n(%s)?
Da za sve
Zanemari
Zanemari sve
Nepoznat oblik arhiva
Posjeti Web stranicu
Instaliraj paket
Standardno, FDM podržava samo ZIP, RAR i ARJ arhive.\nMožete instalirati paket dodatnih mogućnosti FDM-a (veza s Internetom se podrazumijeva).
FDM paket dodatnih arhivskih mogućnosti
Premjesti gore
Premjesti dole
Premjesti označena preuzimanja gore
Premjesti označena preuzimanja dolje
Cjelovitost datoteke
Neke Internet adrese pridodaju poseban kontrolni broj, 'CRC' datoteka raspoloživih za preuzimanje, što osigurava provjeru cjelovitosti datoteke koju preuzimate. Unesite taj broj i FDM će provjeriti cjelovitost datoteke.
Algoritam
Provjeri CRC
Zalijepi iz međuspremnika
Provjera
Provjeravanje CRC-a preuzete datoteke...
Provjera CRC-a preuzete datoteke potvrdila je ispravnost
Provjera CRC-a preuzete datoteke nije ispravna
U datoteci nema grešaka.
Datoteka je oštećena. Možda se to dogodilo tokom preuzimanja. Treba ga ponoviti.
Ne prikazuj okno obavijesti o uspješnoj provjeri CRC-a
Ne mogu naći antivirusni program koji ste naznačili.\nMolim, nađite ga sami.
Veličina datoteka nije jednaka
Pohrani kao:\n(Uzorak: Datoteka(*)(*A)(*a).txt)
Greška pri pohrani predloška.\nProvjerite odgovara li izvorniku.
Nakon izvršenja
Nakon izvršenja (sve gotovo ili greška)
Aplikacije
Što je to?
Mišljenje
;
Dragi narode!
Free download Manager (FDM) je jedna od najomiljenijih aplikacija za preuzimanje na svijetu. Već je koriste milijuni, ali kako smo postali socijalni, želimo i više!
Ako ste suglasni da je to program kojeg se mora imati, lijepo vas molimo da pripomognete širenju dobrog glasa postavljanjem veze na svoj blog, Web ili osobni prostor kao npr. Mojprostor/MSN.
; %s nastat će "FDM zujalica" 
Službeno %s počeli smo 16. 08. 2006. Želja nam je napraviti najrasprostranjeniji Internet alat nakon FireFox-a!
FDM zujalica
; %s će se zamijeniti s "blog" 
Možete pogledati napredak FDM-a na našem %s.
blog
Unaprijed hvala na pomoći,\nFree download Manager razvojni tim
Ne prikazuj ovo okno ponovo. Zapamtio sam.
Pridruženje zujalici
Ne, hvala
FDM provjera
Nakon preuzimanja prikaži mogućnosti 
Automatsko aktiviranje "Mogućnosti" nakon završenog preuzimanja.
Izmjena mrežne prijave u Web pregledniku
Naznaka Internet adresama koje posjećujete da je FDM vaš program. Pažnja, upotreba ove mogućnosti može uzrokovati blokadu nekih Internet adresa.
Zlonamjerno?
Označite ako netko od FDM korisnika utvrdi da preuzimanje sadrži virus/adware/spyware/idr.
U redu, nitko od FDM korisnika nije utvrdio da preuzimanje sadrži virus.\n\nIpak to nije garancija pa preporučamo upotrebu antivirusnog programa.
; zadrži sve %xxx, \n kako je.
%d od %d FDM korisnika utvrdi(o)lo je da preuzimanje sadrži zlo.\nProsječna ocjena preuzimanje je %.*g.\n\nPrikaži mogućnosti ovog preuzimanja?
Provjeri svako novo preuzimanje, nije li zaraženo virusom
Automatska provjera prije preuzimanja postoji li ocjena.
Prikaži mogućnosti preuzimanja
Automatsko aktiviranje "Mogućnosti" preuzimanja.
Provjera da li je preuzimanje označeno kao zaraženo (v. "Mogućnosti")
U redu, nitko nije prijavio zločestoću
Pažnja! Postoji prijava o preuzimanju kao zaraženom
Zatvori
Učitaj
Ne preuzimaj ovo
Pohrani preuzimanje u predmemoriju na disku
FDM će koristiti unutarnji međuspremnik, veličine koju odredite, za preuzimanje podataka. To smanjuje broj pristupa disku i doprinosi povećanju brzine preuzimanja.\nIpak, podaci se ne zapisuju odmah pa može doći do gubitka u slučaju neke greške (označena veličina ili struja).\nKorisno za bržu vezu.
Ne mogu instalirati SeaMonkey (Mozilla paket) nadzor
Ne mogu instalirati nadzor u SeaMonkey (Mozilla paket) preglednik
FDM će nadzirati klikove za preuzimanje u Mozilla Firefox pregledniku
FDM će nadzirati klikove za preuzimanje u SeaMonkey (Mozilla paket) pregledniku
Nastavak preuzimanja iako je pritisnuta tipka 'Odustajem'
Preglednik će nastavi preuzimanje iako ste odabrali 'Odustajem' u dijalogu "Pokreni preuzimanje".
Dodaj FDM u kontekst izbornik preglednika
U padajući izbornik će biti ugrađena naredba "preuzmi s FDM" i "preuzmi Web s FDM" dostupno pod desni klik miša
Odredite naredbu koja će se prikazati u kontekst izborniku preglednika
Ne mogu instalirati nadzor u Firefox preglednik
Premjesti u mapu
Brzina prijenosa je premala. Pokrenite ponovo...
Pokreni ponovo ako je brzina premala unutar, min:
Pokretanje ponovnog preuzimanja ako je zaista presporo.
Želite li vidjeti okno napretka za ovakva preuzimanje ponovo?
Nažalost, usluga nije trenutno dostupna. Pokušajte kasnije.
Premjesti na vrh
Premjesti na kraj
Premjesti preuzimanje na početak popisa
Preuzimanje će biti pokrenuto kao prvo.
Nadzor u Firefox pregledniku nije omogućeno zbog FlashGot instalacije.\nPrvo trebate deinstalirati FlashGot.
Omogući
Onemogući
Uključi
Omogućavanje ili onemogućavanje stanke u preuzimanju.
Službeno %s počeli smo 16. 08. 2006. Želja nam je napraviti najrasprostranjeniji Internet alat nakon FireFox-a!
Automatski preuzmi i instaliraj dogradnju
Samo me podsjeti da je dogradnja dostupna
Isključi automatsku dogradnju
Nadzor je ponovo omogućen u %s.
Obriši zapis
Potvrdite brisanje?
FDM mapa za pohranu nije dostupna.\nOdredite mapu za FDM preuzimanje inače će svi podaci biti izgubljeni nakon ponovnog pokretanja.
Ovaj mali okvir-košara, omogućuje prevlačenje vašeg preuzimanja u FDM.\nOna omogućuje brzi prikaz i skrivanje Free download Manager-ovog okna desnim dvoklikom miša.\n\nTo omogućujete kvačicom uz "Košara" u brzom izborniku.
Košara FDM-a
Onemogući sva upozorenja pri skupnom preuzimanju
Nema prikaza natuknica i zvuka pri korištenju naredbe "%s".
Izostavi tipove
Tipovi datoteka koji će se izostaviti.
Ne preuzimaj s ovih Internet adresa:
Određivanje lokacija se vrši unosom njihovih Internet adresa (npr. "site.com"). Možete koristiti '*' zamjenski znak.
Pažnja!\nNe može se izvršiti antivirusna provjera.\nPreuzeti?
Cjelovitost
Provjeri cjelovitost datoteke nakon preuzimanja
Za ovaj postupak potreban je kontrolni broj CRC. Često je dodan uz preuzimanje.
Ako je kontrolni broj pogrešan
Ispravan CRC kontrolni broj za ovu datoteku
Zanemari
Kada CRC kontrolni broj nije ispravan\nFDM će predložiti:.\nPonovno pokretanje tog preuzimanja.\nZanemarivanje, pri čemu će FDM to zabilježiti u zapis o preuzimanju.
Provjeravanje cjelovitosti datoteke...
Cjelovitost datoteke je potpuna.
Cjelovitost datoteke je nepotpuna!
Odredite algoritam provjere cjelovitosti.
Valjani CRC kontrolni broj
Rezultirajući CRC kontrolni broj
; zip preview window
Provjeri/zanemari sve
; group's properties dialog
Makroi
Naziv poslužitelja (npr. "freepreuzimanjemanager.org")
Staza do preuzimane datoteke na poslužitelju
godina
mjesec (broj 1 to 12)
dan
; don't translate "%year%-%month%-%day%" here
ili "%year%-%month%-%day%"
;
Mozilla Firefox postavke
FDM će preuzeti proxy postavke iz Firefox-a
; new dovnload settings
Koristi ovu grupu
; dovnload -> Schedule ->
Pokretanje
Zaustavljanje
Planiranje pokretanja preuzimanja
Planiranje zaustavljanja preuzimanja
;
; dovnload that not completed or were completed recently
Nedovršena preuzimanja
Roditeljska grupa
;
; create new dovnload dialog -> set output folder as default dialog
Standard za sve grupe preuzimanja
; %s - place of name of the group. don't change this
To je standardna mapa "%s" grupe?
;
;
Obriši iz popisa preuzimanja
Otprema
Nova otprema
Pokreni otpremanje
Zaustavi otpremanje
Raspored otpreme
Pomakni označeno naprijed
Pomakni označeno nazad
Otpremljeno
Popis otpremljenog
Uzmi adresu otpreme iz baze poslužitelja...
Prekini
; outlook express: view | insert file | ...
Kao prilog
Kao Internet adresu (otpreme)
Mapa
;
Dodaj datoteke
Dodaj mape
Bittorrent
Omogući podršku za Bittorrent protokol
Ograničenje brzine otpreme
Ograničenje broja veza pri otpremi
Koristi portove od
do
Omogući DHT
Bittorrent protokol za razmjenu datoteka između računala. Ako u popisu ili košu postoji i jedno Bittorrent preuzimanje protokol ne će biti onemogućen potpuno.
Najveća brzina veze pri otpremi. Nije preporučljivo za Bittorrent protokol jer može smanjiti brzinu preuzimanja.
Najveća brzina veze svake otpreme. Premala vrijednost može smanjiti brzinu preuzimanja.
Unesite raspon portova koje će FDM koristiti pri otpremi.
Omogućavanje DHT tipova
Naziv
Prijava je obvezna
Dodaj Bittorrent preuzimanje
Došlo je do greške u radu s torent datotekom.
Torent datoteka
Želite preuzeti .torent datoteku. Prethodno treba omogućiti Bittorrent protokol u FDM-u.\n\nOmogućiti?
Ponovo unesite lozinku. Unesena lozinka ne odgovara.
Odredite datoteke za otpremu.
Postavke otpreme
Lažna obavijesna datoteka je otkrivena. Nastaviti?
Bittorrent obavijesna datoteka je otkrivena. Nastaviti?
Nemogućnost pristupa datotekama na disku.
Davatelj veze...
Nema valjanog odgovora davatelja veze.
Odgovor davatelja veze zadovoljava.
Kontrola dijela preuzimanja ne zadovoljava. Ponoviti...
Širina pojasa preuzimanja
Onemogućavanje automatskog FDM pokretanja pri pokretanju Windows-a?
Nažalost, FDM usluge trenutno nisu dostupne. Pokušajte kasnije.
Naziv datoteke ne smije sadržavati znakove:\ / : * ? " < > |. Unesite drugi naziv.
Naziv mape ne smije sadržavati znakove: * ? " < > |. Unesite drugi naziv
Prilagodba plutajućeg okna...
Prozirnost
Podaci
Pohrani sve datoteke u trenutnoj korisnikovoj mapi
Pohrani datoteke u ovoj mapi
Promjene će biti vidljive nakon novog pokretanja Free download Manager-a.
Prikaži okno napretka
Stvori prenosnu inačicu
Prenosnu inačica FDM-a koristite na bilo kojem računalu bez potrebe instalacije.\n\nNpr.; Koristite program s flash diska.\n\nNakon pokretanja, program se sam prijavi u preglednik i odjavi nakon izlaska.\n\nOdredite mapu, uključujući i prenosni disk u koju će se pohraniti prenosna inačica.\n\nNpr.: "G:\Prenosivi programi\".
Integracija
Pridruži Free download Manager uz .torent datoteke
Uvijek koristi ovu grupu za novo preuzimanje
Uvijek koristi ovu grupu i zadnju korištenu mapu za novo preuzimanje
Preuzimanje videa
Preuzimanje videa s FDM-om
Internet adresa nije podržana. Provjerite popis podržanih Internet adresa.
Prikaz u oknu preuzimanja
Stranica sadrži flash video. Preuzimanje...
Pretvaranje...
Pretvori
Mogućnosti pretvorbe
Oblik datoteke
Veličina videa
; video quality
Kakvoća
Vrlo niska
Niska
Normalna
Dobra
Visoka
Vrlo visoka
;
AVI koristi MPEG-4 (*.avi)
AVI koristi XVID (*.avi)
Ne mijenjaj
Video bitrate
Audio bitrate
Zapamti postavke kao standardne
;
Novo preuzimanje
Automatski pretvori preuzeti video u ovaj oblik
Postavke naprednih mogućnosti
Pregled popisa podržanih Internet adresa
; used in "create flash video preuzimanje" window
Npr.
Slijedeći pokušaj povezivanja s davateljem za %d sekunda
Priprema datoteka na disku... To može potrajati.
Stanje
Priprema datoteka na disku...
MP4 za iPod/PSP (MPEG4 + AAC, *.mp4)
Medija predpregled/pretvorba
Pretvorba media datoteke
Automatski otvori ovaj dijalog
;keep "\n\n%s\n" as is
Medija datoteka je uspješno pretvorena i pohranjena u\n\n%s\n.
Greška pri pretvorbi medija datoteke\n\n%s.
Grupa novog preuzimanja
Hash oznaka
Sudionika
Klijent
Tragač
Davatelj
Status davatelja
Brzina otpreme
Otpremljeno
Ocjena diobe
Izgubljenih bajta
Adrese torent datoteka
Jeste li sigurni?\nTo će pokrenuti preuzimanje od početka.
Način prijenosa ("preuzimanja"; "otpreme") ovog mjeseca\n(%s kao i prošlog)
Ukupna brzina ("preuzimanja"; "otpreme")
Datoteke za otpremu
Naziv paketa
Sažmi
Lozinka za ovo preuzimanje
Ponovite unos
Zadrži ove datoteke
Pretpostavljeni broj preuzimanja
Dodaj adresu datoteke u katalog
Uključivanje naprednih obavijesti
Opis
Tag-ovi
Vaše ime
Vaša adresa e-pošte
E-pošta primatelja
Manje od 10
Od 10 do 100
više od 100
2 dana
7 dana
1 mjesec
;compression methods
Ništa
Brzo
Srednje
Najjače
Postavke otpreme
Postavi prečice otpreme u
Explorer's kontekst izbornik
Explorer-ov "Send To..." izbornik
Koristi skraćeni izbornik otpreme
Najmanja veličina datoteke za otpremu
HTTP proxy postavke
Aktiviranje otpreme
Ovo štiti poslužitelja od automatske otpreme. Unesite aktivacijski kod.
Spajanje s poslužiteljem otpreme
Spajanje s poslužiteljem otpreme je uspjelo
Datoteke su uspješno otpremljene
Otprema datoteka je zaustavljena
Stvaranje zip paketa otpremanih datoteka...
Greška pri stvaranju zip paketa
Zip paket je uspješno završen
Slanje zahtjeva poslužitelju
Slanje poslužitelju obavijesti o ovoj otpremi
Obavijest je poslana
Greška pri slanju obavijesti poslužitelju o ovoj otpremi 
Aktiviranje otpreme...
Otprema je aktivirana
Greška pri aktivaciji otpreme
Otpremljena datoteka je izmijenjena na disku
Neočekivana greška
Izračun kontrolnog broja...
; "I agree to terms" string in two lines
Suglasan sam s
uvjetima
Trebali bi prihvatiti uvjete
Greška pri traženju dogradnje
Nova inačica je raspoloživa. Možete dograditi svoju.\nDograditi sada?
Dogradnja Free download Manager je poželjna
Ponovno pokretanje Free download Manager je potrebno
Predloži otpremu i priloga
Prilog pismu (usporava)...
Otpremi i umetni vezu (nešto brže)...
Greška pri pokretanju otpreme. Provjerite vezu ili pokušajte kasnije.
Priložili ste veliku (puno) datoteku(a)(s).\nPuno je razloga protiv otpreme velikih priloga. Otpremajte datoteke ili dajte veze na njih.\n\nOtpremiti?
Otprema se preporučuje
Postavke integracije
Otprema %s je završena.\nMogli bi koristiti slijedeću Internet adresu kao vezu za preuzimanje:
Ukupna veličina
Otvori u pregledniku
Postojeća inačica Free download Manager-a ne može otpremati datoteke. Potrebna je dogradnja.
Postojeća inačica Free Upload Manager-a ne može otpremati datoteke. Potrebna je dogradnja. Molim, posjetite freedownloadmanager.org Web stranicu.
Predugi unos.
Postavke integracije
Free Upload Manager postavke integracije
Otprema
Preuzimanje dogradnje...
Omogući doradu (seeding)
Onemogući doradu uvijek
Uzmite u obzir da preuzimanje može biti zaraženo
% ako su korisnici to označili.
U redu, Free download Manager korisnici nisu prijavili ovo preuzimanje kao zaraženo.\n\nIpak to nije garancija pa preporučamo upotrebu antivirusnog programa.
U redu, FDM korisnici nisu prijavili ovo preuzimanje kao zaraženo.
Oznaka diska FDM će biti npr. "C:". Korisno za prenosnu inačicu.
Trebali bi instalirati Video Conversion dodatak za korištenje ove mogućnosti.
Trebali bi instalirati Bittorrent dodatak za preuzimanje u tom protokolu.
Pažnja: ove datoteke (*.sav) su FDM servisne (nisu za preuzimanje).
Želite li kopirati ovu datoteku podataka u novu mapur (postojeća datoteka će biti natpisana)?
Stadardno, to će biti mapa za pohranu preuzimanje svih grupa.\nU redu?
Stadardna mapa pohrane preuzimanja
Za vrijeme preuzimanja ne dozvoli prelaz računala u stanje spreman.
Najviši broj poluotvorenih veza
Torenti
Greška pri pristupu datotekama na disku. Provjerite nije li disk popunjen ili možda zaštićen.
Odnos
Popis torenta
Dodaj torent za preuzimanje s Web-a
Dodaj torent za preuzimanje iz datoteke
Stvori novi torent
(auto)
Izvor
Veličina dijelova
Praćenja
Dodaj praćenje
Ukloni praćenje
Započni slanje ovog torenta
Pohrani
Stvaranje novog torenta
Torent datoteke
Prioritet
;normal/high priority
preskoči
normalni
visoki
Plutajuća okna
Servisne datoteke (popis preuzimanja, povijest, i dr.)
Standardne postavke za preuzimanje Web-a
Zaustavili ste sva preuzimanja. To će jako usporiti sva preuzimanja (1B/s uobičajeno).\nTo omogućuje "pauziranje" i preuzimanja koja ne podržavaju nastavak.\n\nOvu naredbu bi trebali ponovno pozvati ili ponovo pokrenite FDM, što će ju poništiti.
Dostupnost
Omogući dostupnost (preporučujemo)
Uvjetna dostupnost
Ogranočeno odnosom
Dostupno dok odnos ne padne na
Ograničenje vremena
Trajanje dostupnosti
Provjeri ne postoji li već preuzimanje tog URL-a
Pohrani zapis preuzimanja
Popis često preuzimanih datoteka
Standardne postavke za BitTorrent preuzimanja
Ponovno pokreni završena preuzimanja
Određivanje mape Firefox portabl inačice.
Ne mogu naći Apple Safari mapu dodataka. Želite li ju unijeti ručno?
Ne mogu naći Google Chrome mapu dodataka. Želite li ju unijeti ručno?
Ne mogu instalirati Apple Safari nadgledanje
Ne mogu deinstalirati Apple Safari nadgledanje
Ne mogu instalirati Google Chrome nadgledanje
Ne mogu deinstalirati Google Chrome nadgledanje
Vremensko ograničenje
;hours, for shprt
sati.
Vremensko ograničenje početka FDM preuzimanja
Preuzimanje samo od
Normalni prioritet
Visoki prioritet
Osnovno
Bez info balončića o isteku vremena do dovršetka preuzimanja
Check if a new download is the mirror for existing one
Show small notification windows on downloads completion
Automatically hide after
Like FDM? Try Personal Informer!
The latest version of FDM comes with a free bonus: Personal Informer.
It places quick links to all your
favorite sites
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
on your homepage, so that you can access them right after you start
; \n means next line. don't change this.
We will analyze your browsing history and show you the list\nof the web sites you visited we think you might like\nto have on your webpage. You will we able to customize\nthe list then.
Are you sure? The whole process is going to take less than 1 minute and give you a really powerful home page.
Still Cancel
Proceed
Do you want us to remind you in a few days?
Title
Monitor flash video downloads in browsers
Using this feature can cause conflicts with other software installed on your PC. If you experience problems you will have to disable this feature in FDM or try to resolve conflicts by removing conflicting software or disabling some of its features.
Web page
Flash videos found on this page
You should enable monitoring of flash video downloads for this. See Options | Downloads | Flash Video.
Enter the URL of the web page you want to download flash videos from. Note that this page must already be loaded in your browser and videos should be playing.
Searching flash videos...
There were no flash videos found on this page. Make sure the videos on this page are playing or try to reload it (refresh page or clear browser's cache).
; keep "0x%x" as is
An error occurred while trying to get downloads.\nError: 0x%x.
Error
Show "Download It" button
(Internet Explorer only)
Failed to found information about this web page. Please force your browser to reload it.
Flash Video
Limit the maximum number of connections
This will disable FDM tips. Are you sure?\nYou can enable tips again in Options | Notifications settings.
Show Tips
Error! Update file is not signed by FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(Internet Explorer and Firefox only)
Show "Download It" button
Flash video monitoring module is not loaded. Make sure FDM is running and you've enabled this option in FDM (see Options | Downloads | Flash Video).
; do not change "0x%x"
An error occurred while trying to transfer downloads to FDM.\nError: 0x%x.
Download It
Show This Button
There are no downloads to export.
There is nothing to export.
after "silent" creation
You'll need to provide administrator permission to enable/disable monitoring.
An error occured while trying to enable/disable integration.
Not enough rights
You'll need to provide administrator permission to export/import settings.
Download with FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% downloaded in total
; left to download at... some speed
%s left to download at
Path to user profile folder.
Import µTorrent downloads
µTorrent save folder not found!
FDM can import all your existing µTorrent downloads. Would you like to import?\nYou can do it in any time later by using File | Import | µTorrent Downloads menu.
FDM can import all your existing µTorrent downloads.\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Import Downloads from Other Managers
Orbit Downloader
LeechGet
Cannot find the path to the Orbit Downloader's application data.
Cannot detect the path to the Orbit Downloader's application data.
Error: %d (%02X)
System diagnostics: %s
Cannot find the Orbit Downloader's service file that contains the downloads list.
Cannot read the Orbit Downloader's downloads list.
Cannot parse the Orbit Downloader's downloads list. The downloads list has an unexpected format.
Failed to create and configure %d download(s) by a path, file name and URL imported from the Orbit Downloader.
Cannot import the downloads.
There is no data in the Orbit Downloader's download list!
The Orbit Downloader is not installed on this machine!
The import of the downloads from the %s has been stopped because of the following error.
Would you like to continue the import from other managers?
Processed:
Successful:
Failed:
Unprocessed:
Total:
µTorrent
undefined
%d of %d
Choose the managers which you want to import the downloads from:
FDM can import downloads from other managers. Would you like to import?\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Details: %s
Cannot process a peer request.
Fatal error occurred while loading the list of downloads.\nClick OK to continue (some or all downloads will be lost) or CANCEL to exit.\nThis problem can be caused by incorrect installation of FDM or damaged data file.
Invalid installation: installed Bittorrent module can't be used with this version of FDM.\nPlease reinstall.\nClick OK to exit.
; %d - is the number
%d peers received
Such Bittorrent download exists already
You'll need to provide administrator permission to apply settings.
Determine automatically
Choose...
Connection speed
Settings for traffic usage modes
% of connection speed
Manage automatically
; set some setting (maximum number of connections, for example) to some number
Set to
The current connection speed is measured by FDM automatically. If you suspect that the values are incorrect, just let FDM keep on running and you should see the calculated numbers get closer to the real values. Note that FDM measures the speed only when it's downloading/uploading. The greater the number of downloads/uploads, the better FDM detects the actual connection speed.
Download speed
Measure again
Specify value
The value must be greater than or equal to zero.
Specify in bits instead of bytes
Create RTSP or MMS download
Live Streaming
Retry
Abort All
Tried to move the file:\n %s\n\n to the destination folder under this name:\n %s\n\n%s: %s\n\nPlease close all applications that may be using this file.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
